jorgebucaran/fisher
jorgebucaran/autopair.fish
ttscoff/fuzzy_cd
meaningful-ooo/sponge
patrickf1/fzf.fish
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
ilancosman/tide@v6
jethrokuan/z
